{
  "candidatos": [
    {
      "id": "1",
      "nome": "José Carlos Moraes",
      "numero": "1234",
      "partido": "Partido dos Trabalhadores",
      "biografia": "Graduado em Administração. Atualmente é assistente administrativo no Programa de Pós-Graduação em Direito Constitucional Mestrado e Doutorado da Universidade de Fortaleza-UNIFOR.",
      "propostas": "Investir em educação básica de qualidade; Expandir o acesso a programas de alfabetização para adultos; Promover a formação contínua dos professores."
    },
    {
      "id": "2",
      "nome": "Ana Paula Ribeiro",
      "numero": "5678",
      "partido": "Partido da Social Brasileira",
      "biografia": "Formada em Engenharia Civil com MBA em Gestão de Projetos. Trabalha na área de infraestrutura urbana com foco em sustentabilidade e inovação.",
      "propostas": "Melhorar a infraestrutura urbana com projetos sustentáveis; Incentivar a construção de moradias populares; Desenvolver áreas verdes nas cidades."
    },
    {
      "id": "3",
      "nome": "Roberto Silva de Souza",
      "numero": "9101",
      "partido": "Partido Verde",
      "biografia": "Ambientalista com graduação em Ciências Ambientais e experiência em projetos de preservação ambiental e energia renovável.",
      "propostas": "Promover o uso de energias renováveis; Preservar áreas de proteção ambiental; Incentivar a educação ambiental nas escolas."
    },
    {
      "id": "4",
      "nome": "Fernanda Oliveira",
      "numero": "1121",
      "partido": "Partido Liberal",
      "biografia": "Economista com experiência em políticas públicas e desenvolvimento econômico. Trabalhou em diversas agências de desenvolvimento internacional.",
      "propostas": "Fomentar o empreendedorismo local; Reduzir a burocracia para pequenas empresas; Incentivar parcerias público-privadas para desenvolvimento regional."
    },
    {
      "id": "5",
      "nome": "Carlos Eduardo Santos",
      "numero": "3141",
      "partido": "Partido Democrático Trabalhista",
      "biografia": "Advogado com especialização em direitos trabalhistas e experiência em sindicatos e organizações de trabalhadores.",
      "propostas": "Fortalecer os direitos dos trabalhadores; Melhorar as condições de trabalho; Criar programas de capacitação profissional."
    },
    {
      "id": "6",
      "nome": "Juliana Costa",
      "numero": "5161",
      "partido": "Partido Republicano",
      "biografia": "Professora de História com foco em educação inclusiva e métodos de ensino inovadores para escolas públicas.",
      "propostas": "Promover a inclusão de alunos com necessidades especiais; Modernizar o currículo escolar; Incentivar métodos de ensino interativos."
    },
    {
      "id": "7",
      "nome": "Thiago Martins",
      "numero": "7181",
      "partido": "Partido da Justiça Social",
      "biografia": "Psicólogo com experiência em políticas de saúde mental e desenvolvimento social. Trabalha em instituições públicas e ONGs.",
      "propostas": "Melhorar o atendimento psicológico em escolas e comunidades; Desenvolver programas de prevenção à saúde mental; Incentivar a pesquisa em saúde mental."
    },
    {
      "id": "8",
      "nome": "Patricia Lima",
      "numero": "9202",
      "partido": "Partido da Ordem Social",
      "biografia": "Jornalista com experiência em comunicação social e projetos de mídia comunitária. Tem atuado em campanhas de conscientização social.",
      "propostas": "Fortalecer a mídia comunitária; Incentivar a transparência nas comunicações públicas; Promover campanhas de conscientização sobre direitos civis."
    },
    {
      "id": "9",
      "nome": "Gustavo Almeida",
      "numero": "1223",
      "partido": "Partido Econômico",
      "biografia": "Especialista em finanças com experiência em políticas fiscais e econômicas. Trabalha com planejamento estratégico para desenvolvimento econômico.",
      "propostas": "Reduzir a carga tributária para pequenas empresas; Incentivar investimentos em infraestrutura; Modernizar o sistema de arrecadação fiscal."
    },
    {
      "id": "10",
      "nome": "Mariana Ferreira",
      "numero": "3242",
      "partido": "Partido da Nova Visão",
      "biografia": "Arquiteta com foco em urbanismo sustentável e projetos de revitalização de áreas urbanas. Tem trabalhado em projetos de renovação urbana.",
      "propostas": "Revitalizar áreas urbanas degradadas; Promover a arquitetura sustentável; Criar espaços públicos acessíveis e inclusivos."
    }
  ]
}
