{
  "candidatos": [
    {
      "id": "2",
      "nome": "Carlos Pereira Sampaio",
      "numero": 5678,
      "biografia": "Carlos Pereira é um militante dedicado à construção de uma sociedade sem classes e à redistribuição equitativa da riqueza.",
      "propostas": "Eliminação da propriedade privada dos meios de produção; Nacionalização dos recursos naturais e das indústrias-chave; Implementação de um sistema de planejamento econômico centralizado para garantir a igualdade social."
    },
    {
      "id": "3",
      "nome": "Carlos Pereira Sam",
      "numero": 5678,
      "biografia": "Carlos Pereira é um militante dedicado à construção de uma sociedade sem classes e à redistribuição equitativa da riqueza.",
      "propostas": "Eliminação da propriedade privada dos meios de produção; Nacionalização dos recursos naturais e das indústrias-chave; Implementação de um sistema de planejamento econômico centralizado para garantir a igualdade social."
    },
    {
      "id": "4",
      "nome": "Ana Silva",
      "numero": 1234,
      "biografia": "Ana Silva é uma ativista comprometida com a criação de uma sociedade igualitária e a eliminação das disparidades sociais através de políticas progressistas.",
      "propostas": "Reforma radical do sistema educacional para garantir educação gratuita e universal; Implementação de programas de redistribuição de riqueza para promover inclusão social; Fortalecimento dos serviços públicos para apoiar todas as famílias igualmente."
    },
    {
      "id": "5",
      "nome": "Pedro Oliveira",
      "numero": 2345,
      "biografia": "Pedro Oliveira é um advogado revolucionário que luta pela construção de uma sociedade justa e igualitária, eliminando as desigualdades estruturais.",
      "propostas": "Abolição do sistema de justiça atual e substituição por um sistema baseado na justiça social e na igualdade; Implementação de uma governança transparente e democrática que reflete os princípios de equidade; Defesa dos direitos humanos com foco na eliminação da exploração capitalista."
    },
    {
      "id": "6",
      "nome": "Maria Costa",
      "numero": 3456,
      "biografia": "Maria Costa é uma engenheira dedicada a transformar o desenvolvimento urbano para refletir os princípios de igualdade e justiça social.",
      "propostas": "Transformação das cidades para que sejam comunidades sustentáveis e coletivas; Nacionalização dos recursos energéticos e desenvolvimento de infraestrutura voltada para o bem comum; Criação de projetos urbanos que reflitam a igualdade e a justiça social."
    },
    {
      "id": "7",
      "nome": "João Santos",
      "numero": 4567,
      "biografia": "João Santos é um economista comprometido com a criação de uma economia baseada no bem-estar coletivo sobre os interesses individuais.",
      "propostas": "Transformação da economia para um sistema baseado no controle coletivo dos meios de produção; Implementação de políticas econômicas que eliminem a desigualdade e promovam a justiça social; Apoio total à criação de cooperativas e empresas comunitárias."
    },
    {
      "id": "8",
      "nome": "Fernanda Lima",
      "numero": 5679,
      "biografia": "Fernanda Lima é uma jornalista dedicada à liberdade de expressão e à construção de uma sociedade justa e transparente.",
      "propostas": "Garantia de liberdade de imprensa com foco na eliminação da censura e do controle corporativo; Promoção da transparência total na governança e combate à corrupção sistêmica; Defesa dos direitos civis e igualdade social como pilares da nova ordem."
    },
    {
      "id": "9",
      "nome": "Ricardo Almeida",
      "numero": 6789,
      "biografia": "Ricardo Almeida é um cientista político que defende a reforma radical do sistema político para garantir uma participação cidadã verdadeira e uma democracia equitativa.",
      "propostas": "Reforma profunda do sistema político para instaurar uma democracia baseada na participação popular direta; Incentivo à participação cidadã na construção de políticas progressistas; Fortalecimento das estruturas democráticas para garantir uma sociedade igualitária."
    }
  ]
}
