{
  "candidatos": [
    {
      "id": "1",
      "nome": "Marcio Fonseca da Silva",
      "numero": 1234,
      "biografia": "Graduado em Administração. Atualmente é assistente administrativo no Programa de Pós-Graduação em Direito Constitucional Mestrado e Doutorado da Universidade de Fortaleza-UNIFOR.",
      "propostas": "Investir em educação básica de qualidade; Expandir o acesso a programas de alfabetização para adultos; Promover a formação contínua dos professores."
    },
    {
      "id": "2",
      "nome": "Carlos Pereira",
      "numero": 5678,
      "biografia": "Carlos Pereira é um empresário bem-sucedido que busca modernizar a gestão pública.",
      "propostas": "Reduzir a burocracia para pequenas empresas; Incentivar a inovação e o empreendedorismo; Modernizar a administração pública com tecnologias digitais."
    },
    {
      "id": "3",
      "nome": "Maria Souza",
      "numero": 9101,
      "biografia": "Maria Souza é uma médica com foco em políticas públicas de saúde, atuando principalmente na prevenção de doenças.",
      "propostas": "Ampliar o acesso aos serviços de saúde básica; Implementar programas de prevenção contra doenças crônicas; Garantir atendimento de qualidade em hospitais públicos."
    },
    {
      "id": "4",
      "nome": "João Costa",
      "numero": 1122,
      "biografia": "João Costa é um advogado especializado em direitos humanos e luta por justiça social.",
      "propostas": "Defender os direitos das minorias; Promover a igualdade de oportunidades no mercado de trabalho; Reformar o sistema judiciário para torná-lo mais acessível."
    },
    {
      "id": "5",
      "nome": "Luciana Oliveira",
      "numero": 3344,
      "biografia": "Luciana Oliveira é uma engenheira ambiental comprometida com a sustentabilidade e proteção do meio ambiente.",
      "propostas": "Criar políticas de incentivo à energia renovável; Implementar programas de reciclagem em áreas urbanas; Promover a preservação das florestas e recursos hídricos."
    },
    {
      "id": "6",
      "nome": "Rafael Lima",
      "numero": 5566,
      "biografia": "Rafael Lima é um economista com ampla experiência em gestão pública e desenvolvimento econômico.",
      "propostas": "Aumentar o investimento em infraestrutura; Criar políticas para redução do desemprego; Promover a inclusão social através de programas de renda mínima."
    },
    {
      "id": "7",
      "nome": "Beatriz Fernandes",
      "numero": 7788,
      "biografia": "Beatriz Fernandes é uma socióloga focada em políticas de igualdade de gênero e defesa dos direitos das mulheres.",
      "propostas": "Implementar políticas de igualdade salarial; Ampliar o acesso a creches para mães trabalhadoras; Combater a violência doméstica com políticas públicas eficientes."
    },
    {
      "id": "8",
      "nome": "Eduardo Gomes",
      "numero": 9911,
      "biografia": "Eduardo Gomes é um professor universitário e pesquisador em políticas públicas de educação e ciência.",
      "propostas": "Investir em pesquisa científica e tecnológica; Aumentar o financiamento para universidades públicas; Promover a inclusão digital nas escolas."
    },
    {
      "id": "9",
      "nome": "Fernanda Alves",
      "numero": 2233,
      "biografia": "Fernanda Alves é uma jornalista e defensora da liberdade de expressão e dos direitos civis.",
      "propostas": "Garantir a transparência nas ações governamentais; Defender a liberdade de imprensa; Promover políticas de proteção à privacidade dos cidadãos."
    },
    {
      "id": "10",
      "nome": "Ricardo Mendes",
      "numero": 4455,
      "biografia": "Ricardo Mendes é um ex-policial militar que busca fortalecer a segurança pública com foco na prevenção ao crime.",
      "propostas": "Aumentar o efetivo policial nas áreas mais vulneráveis; Investir em programas de ressocialização de ex-detentos; Criar campanhas de conscientização contra a violência."
    },
    {
      "id": "252a",
      "nome": "Marcio Fonseca da Silva",
      "numero": "4321",
      "biografia": "Graduado em Administração. Atualmente é assistente administrativo no Programa de Pós-Graduação em Direito Constitucional Mestrado e Doutorado da Universidade de Fortaleza-UNIFOR.",
      "propostas": "knjcbnkcbk"
    },
    {
      "id": "f403",
      "nome": "danielS",
      "numero": 1234,
      "biografia": "Graduado em Administração. Atualmente é assistente administrativo no Programa de Pós-Graduação em Direito Constitucional Mestrado e Doutorado da Universidade de Fortaleza-UNIFOR.",
      "propostas": "Gostoso"
    },
    {
      "id": "4ac7",
      "nome": "Marcio Fonseca ",
      "numero": 1234,
      "biografia": "Graduado em Administração. Atualmente é assistente administrativo no Programa de Pós-Graduação em Direito Constitucional Mestrado e Doutorado da Universidade de Fortaleza-UNIFOR.",
      "propostas": ""
    },
    {
      "id": "37c7",
      "nome": "Marcio Fonseca da Silva",
      "numero": "4444",
      "biografia": "hhhhhhhhhhhhhhh",
      "propostas": "jjjjjjjjjjjjjjjjjjjjjjjjjjj"
    },
    {
      "id": "c570",
      "nome": "aaaaaaaaaaaaaaaa",
      "numero": "4444",
      "biografia": "hhhhhhhhhhhhhhh",
      "propostas": "jjjjjjjjjjjjjjjjjjjjjjjjjjj"
    },
    {
      "id": "a4c3",
      "nome": "gg",
      "numero": "77777",
      "biografia": "54546454",
      "propostas": "456545646"
    },
    {
      "id": "b1a3",
      "nome": "Eu sou foda",
      "numero": "171717",
      "biografia": "Sou foda pra carai",
      "propostas": "valeu"
    }
  ]
}